<?php
/* @var $this yii\web\View */

$this->title = 'yet another blog';
?>
<div class="site-index">

    <div class="jumbotron">

        <h1> Amélie (2001) </h1>

        <p class="lead"> "Le fabuleux destin d'Amélie Poulain" (original title) </p>

    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-12">
                <p>
                法國女孩艾蜜莉從來就沒有享受過家庭的溫暖，她的童年是在孤單與寂寞中度過的。八歲時，母親因意外事故去世，傷心過度的父親也患上了自閉症，沉醉在自己的世界裡。他是一名醫生，因此他除了給艾蜜莉做醫療檢查之外，很少和女兒接觸。可笑的是，他僅僅根據艾蜜莉在健康檢查時因甚少與父親接觸而不由自主地心跳加快就斷定她有心臟病，並決定將她留在家裡休養。艾蜜莉被剝奪了與同齡夥伴一起玩耍的樂趣，孤獨的她只能任由想像力無拘無束地馳騁來打發日子，自己去發掘生活的趣味，比如到河邊打水漂，把草莓套在十個指頭上慢慢地品嚐、咀嚼等等。
                </p>

                <p>
                終於等到她長大成人可以自己去闖蕩世界了。艾蜜莉在巴黎的一家咖啡館裡做女侍，光顧這家咖啡館的似乎總是一些孤獨而古怪的人，他們的行為往往乖張怪癖。不過總的說來，她的生活過得還不錯。但艾蜜莉並不滿足，她的滿腔熱情卻不知往哪裡發洩。
                </p>

                <p>
                1997年夏天，戴安娜王妃在一場車禍中不幸身亡。艾蜜莉突然意識到生命是如此脆弱而短暫，她決定開始幫助身邊的人，為他們帶來歡樂。一個偶然的機會使艾蜜莉在浴室的牆壁裡發現了一只錫盒，裡面放著好多某個男孩珍視的寶貝。看來這應該是一個小男孩藏在這裡的。那個男孩現在或許已經長大了，早已忘記了童年時代埋藏的“珍寶”。於是，艾蜜莉決心尋找“珍寶”的主人，悄悄地將這份珍藏的記憶歸還給他。於是想要暗中幫助周圍的人，改變他們的人生、修復他們的生活的偉大理想就此展開。
                </p>

                <p>
                艾蜜莉積極行動起來，冷酷的雜貨店老闆、備受欺侮的伙計、憂鬱陰沉的公寓管理員，還有對生活失去信心的鄰居都被她列入了幫助的名單中。雖然遇到不少困難，有時甚至也得耍個小手段、用用惡作劇，但經過努力​​，她還是獲得了不小的成功。 然而在她鬥志昂揚的朝著理想邁進時，她遇上了一個“頑強分子”，她的那一套“法術”似乎對這個奇怪的男子——在紅燈區的成人錄影帶商店工作的尼諾沒多大作用。她漸漸發現這個喜歡把時間耗在情趣用品店，騎著車穿梭在巴黎各大車站，專門蒐集別人拍壞的大頭照等古怪癖好的羞怯男孩，竟然就是她心中的白馬王子......
                </p>

            </div>
        </div>

    </div>
</div>
